cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
cask 'xquartz'
brew 'libcaca'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'blackbox'
brew 'kubectl'
brew 'pinentry-mac'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'vlc'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'docker'
cask 'sourcetree'
cask 'spotify'
cask 'alfred'
cask 'signal'
cask 'iterm2'
cask 'beyond-compare'
cask 'google-cloud-sdk'
